[
  "code-styler",
  "vscode-editor",
  "auto-note-mover",
  "chronology",
  "obsidian-languagetool-plugin",
  "quickadd",
  "table-editor-obsidian",
  "markdown-prettifier",
  "templater-obsidian",
  "fleeting-notes-obsidian",
  "image-converter",
  "obsidian-auto-link-title",
  "obsidian-image-auto-upload-plugin",
  "buttons",
  "obsidian-meta-bind-plugin",
  "js-engine",
  "callout-manager",
  "obsidian-emoji-toolbar",
  "file-explorer-note-count",
  "obsidian-git",
  "homepage",
  "obsidian-image-toolkit",
  "obsidian-linter",
  "note-refactor-obsidian",
  "obsidian-style-settings",
  "Enhanced-editing",
  "recent-files-obsidian",
  "obsidian-reading-time",
  "mousewheel-image-zoom",
  "obsidian-minimal-settings",
  "obsidian-hover-editor",
  "editing-toolbar",
  "dataview",
  "obsidian42-brat",
  "obsidian-admonition",
<<<<<<< HEAD
  "copilot",
  "obsidian-wakatime",
  "enhanced-annotations",
  "smart-connections",
  "obsidian-relative-line-numbers"
=======
  "obsidian-kanban",
  "obsidian-tasks-plugin",
  "obsidian-excalidraw-plugin",
  "extract-highlights-plugin",
  "mermaid-tools",
  "obsidian-mind-map",
  "obsidian-regex-replace",
  "obsidian-relative-line-numbers",
  "smart-connections",
  "tag-wrangler",
  "various-complements",
  "obsidian-advanced-uri"
>>>>>>> 93a933e (refactor(dailyNotes): update metadata structure for daily notes)
]