[
  "recent-files-obsidian",
  "note-refactor-obsidian",
  "obsidian-minimal-settings",
  "obsidian-spaced-repetition",
  "obsidian-hover-editor",
  "editing-toolbar",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-mind-map",
  "obsidian-pandoc",
  "various-complements",
  "breadcrumbs",
  "attachment-management",
  "obsidian-image-auto-upload-plugin",
  "obsidian-auto-link-title",
  "templater-obsidian",
  "dataview",
  "quickadd",
  "tag-wrangler",
  "file-explorer-note-count",
  "obsidian-enhancing-export",
  "cm-editor-syntax-highlight-obsidian",
  "table-editor-obsidian",
  "obsidian-omnivore",
  "obsidian-textgenerator-plugin",
  "highlightr-plugin",
  "obsidian-linter",
  "pdf-plus",
  "Enhanced-editing",
  "obsidian-style-settings",
  "obsidian-emoji-toolbar",
  "markdown-prettifier",
  "obsidian-icon-folder",
  "obsidian-excalidraw-plugin",
  "homepage",
  "smart-connections",
  "obsidian-regex-replace",
  "nldates-obsidian",
  "obsidian-git",
  "obsidian-memos",
  "mousewheel-image-zoom",
  "obsidian-image-toolkit",
  "oz-clear-unused-images",
  "obsidian-advanced-slides",
  "extract-highlights-plugin"
]