[
  "auto-note-mover",
  "chronology",
  "quickadd",
  "table-editor-obsidian",
  "markdown-prettifier",
  "templater-obsidian",
  "obsidian-auto-link-title",
  "callout-manager",
  "file-explorer-note-count",
  "obsidian-git",
  "homepage",
  "obsidian-image-toolkit",
  "obsidian-linter",
  "note-refactor-obsidian",
  "obsidian-style-settings",
  "tag-wrangler",
  "recent-files-obsidian",
  "obsidian-minimal-settings",
  "obsidian-hover-editor",
  "dataview",
  "obsidian-admonition",
  "copilot",
  "obsidian-wakatime",
  "enhanced-annotations",
  "smart-connections",
  "obsidian-relative-line-numbers",
  "obsidian-local-rest-api",
  "mermaid-tools",
  "obsidian-kanban",
  "zoottelkeeper-obsidian-plugin",
  "obsidian-excalidraw-plugin",
  "obsidian-advanced-uri",
  "Enhanced-editing",
  "note-to-mp",
  "obsidian-image-auto-upload-plugin",
  "editing-toolbar",
  "obsidian-enhancing-export",
  "slides-extended",
  "obsidian-advanced-slides",
  "obsidian-emoji-toolbar",
  "floating-highlights",
  "magic-move",
  "scrambling-title-animations",
  "js-engine",
  "obsidian-list-callouts"
]